Repository: PLAYGAMEMPE/Vanilla-RTX-App-Enhanced
Catalog: src/Strings/*/MainWindow.resw
Source language: en_us
Languages: es_es

# Log_HardResetGeneralError
source: Error during hard reset: {0}
es_es: Error durante el restablecimiento completo: {0}

# Log_CheckingActivePresets
source: Checking for active custom presets that need to be reverted first...
es_es: Buscando perfiles personalizados activos que deban revertirse primero...

# Log_GuardReverted
source: {0}: reverted to Default before wipe.
es_es: {0}: revertido a Predeterminado antes del borrado.

# Log_GuardRestoreFailed
source: {0}: tried to revert to Default but it failed - the game may still be on a modified preset.
es_es: {0}: se intentó revertir a Predeterminado pero falló; es posible que el juego siga en un perfil modificado.

# Log_GuardSkipped
source: {0}: couldn't safely verify preset state - left untouched.
es_es: {0}: no se pudo verificar el estado del perfil de forma segura; se dejó sin cambios.

# Log_GuardNoActionNeeded
source: {0}: already on Default or nothing to protect.
es_es: {0}: ya está en Predeterminado o no hay nada que proteger.

# Log_SelectPackToDelete
source: Select at least one pack to delete.
es_es: Selecciona al menos un paquete para eliminar.

# Dialog_DeletePacks_Title
source: Delete selected packs?
es_es: ¿Eliminar los paquetes seleccionados?

# Dialog_DeletePacks_Body_Singular
source: This will delete {0} pack forever! (A very long time!)
es_es: ¡Esto eliminará {0} paquete para siempre! (¡Mucho, mucho tiempo!)

# Dialog_DeletePacks_Body_Plural
source: This will delete {0} packs forever! (A very long time!)
es_es: ¡Esto eliminará {0} paquetes para siempre! (¡Mucho, mucho tiempo!)

# Dialog_Delete
source: Delete
es_es: Eliminar

# Log_DeleteCancelled_Singular
source: Deleting selected pack was cancelled by user.
es_es: El usuario canceló la eliminación del paquete seleccionado.

# Log_DeleteCancelled_Plural
source: Deleting selected packs was cancelled by user.
es_es: El usuario canceló la eliminación de los paquetes seleccionados.

# Log_DuplicateInDeletionQueue
source: {0} was found in the deletion queue more than once, skipped duplicate selection.
es_es: {0} se encontró más de una vez en la cola de eliminación; se omitió la selección duplicada.

# Log_Deleted
source: Deleted {0}.
es_es: Se eliminó {0}.

# Log_CouldNotDelete
source: Could not delete {0}. see trace output for details by holding shift while clicking the lamp icon.
es_es: No se pudo eliminar {0}. consulta la salida de trazas para más detalles manteniendo presionada la tecla Shift mientras haces clic en el ícono de la lámpara.

# Log_DeleteFailed
source: Delete failed: {0}
es_es: Error al eliminar: {0}

# Log_NoPacksDeleted
source: No packs were deleted.
es_es: No se eliminó ningún paquete.

# RestoreOriginalButtonText.Text
source: Restore original
es_es: Restaurar original

# RestoreOriginal_ToolTip
source: Restores the selected pack(s) back to how they were the first time this app ever touched them - undoes Tuner's changes, or replaces whatever a pack update left behind. Only works for packs the app has automatically backed up before modifying/removing them; packs never tuned, updated, or re-imported through the app have nothing to restore.
es_es: Restaura el/los paquete(s) seleccionado(s) a como estaban la primera vez que la app los tocó - deshace los cambios del Tuner, o reemplaza lo que haya dejado una actualización de paquete. Solo funciona con paquetes que la app respaldó automáticamente antes de modificarlos/eliminarlos; los paquetes que nunca se ajustaron, actualizaron o reimportaron con la app no tienen nada que restaurar.

# Log_NoBackupsToRestore
source: None of the selected packs have a backup to restore - they were never tuned, updated, or re-imported through this app.
es_es: Ninguno de los paquetes seleccionados tiene una copia de seguridad para restaurar - nunca se ajustaron, actualizaron ni reimportaron con esta app.

# Dialog_RestoreOriginal_Title
source: Restore original pack files?
es_es: ¿Restaurar los archivos originales del paquete?

# Dialog_RestoreOriginal_Body
source: This will replace the current files of the following pack(s) with the backup taken the first time this app touched them, undoing any tuning or updates made since: {0}
es_es: Esto reemplazará los archivos actuales de los siguientes paquetes con la copia de seguridad tomada la primera vez que la app los tocó, deshaciendo cualquier ajuste o actualización hecha desde entonces: {0}

# Dialog_RestoreOriginal_Confirm
source: Restore
es_es: Restaurar

# Log_RestoreCancelled
source: Restoring original pack files was cancelled by user.
es_es: El usuario canceló la restauración de los archivos originales.

# Log_RestoredOriginal
source: Restored {0} to its original files.
es_es: Se restauró {0} a sus archivos originales.

# Log_RestoreOriginalFailed
source: Could not restore {0} - see trace output for details by holding shift while clicking the lamp icon.
es_es: No se pudo restaurar {0} - consulta la salida de trazas para más detalles manteniendo presionada la tecla Shift mientras haces clic en el ícono de la lámpara.

# Log_RestoreOriginalError
source: Something went wrong while restoring original pack files: {0}
es_es: Algo salió mal al restaurar los archivos originales del paquete: {0}

# Log_NothingRestored
source: Nothing was restored.
es_es: No se restauró nada.

# Log_DuplicateExportSelection
source: {0} was selected twice, but will only be exported once!
es_es: {0} se seleccionó dos veces, pero solo se exportará una vez.

# Log_ExportFinished
source: Finished exporting {0} to {1}
es_es: Se terminó de exportar {0} a {1}

# Log_SelectPackToExport
source: Select at least one pack to export.
es_es: Selecciona al menos un paquete para exportar.

# Log_AllExportsFailed
source: All exports failed.
es_es: Todas las exportaciones fallaron.

# TuneButton_Stopping
source: Stopping...
es_es: Deteniendo...

# TuneButton_Abort
source: Abort tuning operation
es_es: Cancelar operación de ajuste

# TuneButton_Default
source: Tune selection
es_es: Ajustar selección

# Log_SomeIncompatiblePacks
source: Some of the selected packs are not RTX compatible & will be excluded from the tuning process.
es_es: Algunos de los paquetes seleccionados no son compatibles con RTX y se excluirán del proceso de ajuste.

# Log_NoneCompatibleHasIncompatible
source: None of the selected packs are RTX or Vibrant Visuals compatible. Select at least one compatible pack to tune.
es_es: Ninguno de los paquetes seleccionados es compatible con RTX o Vibrant Visuals. Selecciona al menos un paquete compatible para ajustar.

# Log_SelectCompatiblePack
source: Select at least one compatible pack to tune.
es_es: Selecciona al menos un paquete compatible para ajustar.

# TuneButton_AbortTooltip
source: Stops the tuning operation. Textures already finished keep their changes; anything not yet reached by the Tuner is left untouched.
es_es: Detiene la operación de ajuste. Las texturas ya terminadas conservan sus cambios; lo que el ajustador aún no haya alcanzado queda sin modificar.

# Log_TuningCancelled
source: Tuning was cancelled.
es_es: Se canceló el ajuste.

# Log_TuningError
source: Something went wrong during the tuning process: {0}
es_es: Algo salió mal durante el proceso de ajuste: {0}

# Log_MinecraftAlreadyOpen
source: Minecraft already seems to be open. Please restart the game for options.txt changes to take effect.
es_es: Parece que Minecraft ya está abierto. Reinicia el juego para que los cambios en options.txt surtan efecto.

# Log_AlchitexExplainer
source: RTX Reactor generates proper RTX support for texture packs, it works best on packs with no PBR textures of their own.
es_es: RTX Reactor genera soporte RTX para paquetes de texturas; funciona mejor con paquetes que no traen texturas PBR propias.

# Log_AlchitexSelectCandidate
source: You must select at least one '{0}' from your resource packs to use this feature on.
es_es: Debes seleccionar al menos un '{0}' de tus paquetes de recursos para usar esta función.

# Log_AlchitexOpenAnywayDebug
source: No packs selected - opening RTX Reactor anyway (Debug build).
es_es: Ningún paquete seleccionado - abriendo RTX Reactor de todos modos (compilación Debug).

# Log_AlchitexMustSelectPack
source: You must select at least one resource pack to use this feature on.
es_es: Debes seleccionar al menos un paquete de recursos para usar esta función.

# Log_AlchitexNoneTagged
source: None of your selected packs is tagged '{0}' - RTX Reactor will ask you to confirm each one before generating.
es_es: Ninguno de los paquetes seleccionados tiene la etiqueta '{0}' - RTX Reactor te pedirá confirmar cada uno antes de generar.

# Log_ManualDataInvalidFolder
source: That doesn't look like a valid {0} data folder. Please select the folder named "{1}", it should be the one that contains a "Users" subfolder.
es_es: Esa no parece ser una carpeta de datos de {0} válida. Selecciona la carpeta llamada "{1}"; debe ser la que contiene una subcarpeta "Users".

# Log_ManualDataFolderSet
source: {0} data folder set: {1} 💾 The app is going to remember this location, you can now continue to use features that relied on user data. But if you've selected a wrong location, features might not work properly, to reselect another path, you will need to Wipe app's data by holding shift, which changes Reset button to Wipe, click it and try again.
es_es: Carpeta de datos de {0} establecida: {1} 💾 La app recordará esta ubicación; ahora puedes seguir usando las funciones que dependían de los datos de usuario. Pero si seleccionaste una ubicación incorrecta, es posible que algunas funciones no funcionen correctamente. Para seleccionar otra ruta, deberás borrar los datos de la app manteniendo presionada la tecla Shift, lo que cambia el botón Restablecer a Borrar; haz clic en él e inténtalo de nuevo.

# Tooltip_LocateUserData
source: The app couldn't find {0} data folder automatically - click to locate it manually.
es_es: La app no pudo encontrar automáticamente la carpeta de datos de {0}; haz clic para ubicarla manualmente.

# Log_CouldNotFindUserDataFolder
source: Couldn't find {0} user data folder automatically. Here's what to do: Click "Locate {1} user data" button above, find and select the folder named "{2}" - It's the one with a "Users" subfolder inside it. If you don't have {0} installed, you can ignore this warning. Also make sure you've played the game at least once if you've installed or reinstalled recently. If you select a wrong location, you will need to wipe app's data to be able to select any other location. To do that, hold shift while in app's main window and press the Wipe button.
es_es: No se pudo encontrar automáticamente la carpeta de datos de usuario de {0}. Esto es lo que debes hacer: Haz clic en el botón "Ubicar datos de usuario de {1}" de arriba, busca y selecciona la carpeta llamada "{2}"; es la que tiene una subcarpeta "Users" dentro. Si no tienes {0} instalado, puedes ignorar esta advertencia. Asegúrate también de haber jugado al menos una vez si lo instalaste o reinstalaste recientemente. Si seleccionas una ubicación incorrecta, deberás borrar los datos de la app para poder seleccionar cualquier otra ubicación. Para hacerlo, mantén presionada la tecla Shift en la ventana principal de la app y pulsa el botón Borrar.
